const templates = {
    
    //価格改定
    kakaku:
      `【価格改定のお知らせ】

      
      平素より大変お世話になっております。
      この度、原材料価格高騰に伴い 
      価格改定を実施させていただくこととなりました。      
      お客様にはご負担をおかけしますが
      何卒ご理解賜りますよう お願い申し上げます。`,
    

    //臨時休業
      yasumi:
     `【臨時休業のお知らせ】

      平素より大変お世話になっております。
      
      誠に勝手ながら 下記日程を休業とさせていただきます。
      ご不便をおかけしますが 何卒よろしくお願いいたします。
      
      休業期間: 2026年　月　日～2026年　月　日`, 
    

    //納期遅延
     nouki: 
      `【納期遅延のお知らせ】
     
      平素より大変お世話になっております。
       
       現在、一部商品の生産遅延により
       納期に遅れが発生しております。
       ご迷惑をおかけし 誠に申し訳ございません。`, 
    

    //システムメンテナンス・サービス停止のお知らせ
     maintenance:
      `【システムメンテナンス・サービス停止のお知らせ】
      
      平素より大変お世話になっております。
      
      以下の日程でシステムメンテナンス・サービス停止を実施いたします。
      ご不便をおかけしますが 何卒よろしくお願いいたします。
      
      メンテナンス期間: 2026年　月　日　時～2026年　月　日　時`,

      //入金催促   
     saisoku:
      `【お支払い確認のお願い】

      平素より大変お世話になっております。
      請求書発行済みの商品につきまして、本日までにお支払いが確認できておりません。
      
      お支払いがまだお済みでない場合は、至急ご確認いただきますようお願い申し上げます。
      なお、本文と行き違いでご入金いただきました場合、何卒ご容赦いただけますと幸いです
      
      
      【お支払方法】
      ・店舗ご来店
      ・銀行振込 〇〇銀行〇〇支店 普通xxxxxxx ｶﾌﾞｼｷｶﾞｲｼｬABC`,


    //新サービス・新機能追加のお知らせ   
     newService:
      `【新サービス・新機能追加のお知らせ】

      平素より大変お世話になっております。
      この度、弊社では新しいサービス・機能を追加いたしました。

      ぜひご利用いただき、より便利にお使いいただければ幸いです。`
      

};