const templates = {
    
    //価格改定
    kakaku:
      `【価格改定のお知らせ】<br><br>
      
      平素より大変お世話になっております。<br>
      この度、原材料価格高騰に伴い 
      価格改定を実施させていただくこととなりました。<br><br>
      お客様にはご負担をおかけしますが
      何卒ご理解賜りますよう お願い申し上げます。`,
    
    //臨時休業
      yasumi:
     `【臨時休業のお知らせ】<br><br>

      平素より大変お世話になっております。<br>
      
      誠に勝手ながら 下記日程を休業とさせていただきます。<br>
      ご不便をおかけしますが 何卒よろしくお願いいたします。<br><br>
      
      休業期間: 2026年　月　日～2026年　月　日<br><br>`, 
    
    //納期遅延
      nouki: 
      `【納期遅延のお知らせ】<>br><br>
     
      平素より大変お世話になっております。<br>
       
       現在、一部商品の生産遅延により
       納期に遅れが発生しております。<br>
       ご迷惑をおかけし 誠に申し訳ございません。<<br><br>` 

};