const templates = {
    
    //価格改定
    kakaku:
      `【価格改定のお知らせ】<br><br>
      
      平素より大変お世話になっております。<br>
      この度、原材料価格高騰に伴い 
      価格改定を実施させていただくこととなりました。<br><br>
      お客様にはご負担をおかけしますが
      何卒ご理解賜りますよう お願い申し上げます。`,
    

    //臨時休業
      yasumi:
     `【臨時休業のお知らせ】<br><br>

      平素より大変お世話になっております。<br>
      
      誠に勝手ながら 下記日程を休業とさせていただきます。<br>
      ご不便をおかけしますが 何卒よろしくお願いいたします。<br><br>
      
      休業期間: 2026年　月　日～2026年　月　日<br><br>`, 
    

    //納期遅延
     nouki: 
      `【納期遅延のお知らせ】<br><br>
     
      平素より大変お世話になっております。<br>
       
       現在、一部商品の生産遅延により
       納期に遅れが発生しております。<br>
       ご迷惑をおかけし 誠に申し訳ございません。<br><br>`, 
    

    //システムメンテナンス・サービス停止のお知らせ
     maintenance:
      `【システムメンテナンス・サービス停止のお知らせ】<br><br>
      
      平素より大変お世話になっております。<br>
      
      以下の日程でシステムメンテナンス・サービス停止を実施いたします。<br>
      ご不便をおかけしますが 何卒よろしくお願いいたします。<br><br>
      
      メンテナンス期間: 2026年　月　日　時～2026年　月　日　時<br><br>`,

      //入金催促   
     saisoku:
      `【お支払い確認のお願い】<br><br>

      平素より大変お世話になっております。<br>
      請求書発行済みの商品につきまして、本日までにお支払いが確認できておりません。<br>
      <br><br>
      お支払いがまだお済みでない場合は、至急ご確認いただきますようお願い申し上げます。<br><br>
      なお、本文と行き違いでご入金いただきました場合、何卒ご容赦いただけますと幸いです<br><br>
      【お支払方法】<br>
      ・店舗ご来店<br>
      ・銀行振込 〇〇銀行〇〇支店 普通xxxxxxx ｶﾌﾞｼｷｶﾞｲｼｬABC<br>`,


    //新サービス・新機能追加のお知らせ   
     newService:
      `【新サービス・新機能追加のお知らせ】<br><br>

      平素より大変お世話になっております。<br>
      この度、弊社では新しいサービス・機能を追加いたしました。<br>
      ぜひご利用いただき、より便利にお使いいただければ幸いです。<br><br>`
      

};